/* 
  FirstScan.strings
  EverNote

  Created by Matt Sarnoff on 7/30/13.
  Copyright (c) 2013 Evernote. All rights reserved.
*/

/* Get Started step: heading text */
"getStarted-heading" = "Tervetuloa! Suoritetaan liitännät.";

/* Get Started step: detail text */
"getStarted-detailText" = "Kytke ensin skanneri virtalähteeseen. Yhdistä sen jälkeen skanneri ja tietokone USB-kaapelilla.";


/* Autofiling Intro step: heading text */
"autofileIntro-heading" = "Lajittele skannatut asiakirjat automaattisesti Evernotessa";

/* Autofiling Intro step: detail text */
"autofileIntro-detailText" = "ScanSnap Evernote Edition -skanneri tunnistaa valokuvat, kuitit, käyntikortit ja asiakirjat sekä arkistoi ne sitten puolestasi automaattisesti Evernote-muistikirjoihin.";

/* Autofiling Intro step: continue button text */
"autofileIntro-continueTitle" = "Määritä automaattinen arkistointi";


/* Documents step: heading text */
"documents-heading" = "Asiakirjojen automaattinen arkistointi";

/* Documents step: detail text */
"documents-detailText" = "Skannaa viestit, laskut, takuut, veronpalautukset ja paljon muuta. Evernote antaa sinulle mahdollisuuden hakea skannatuista asiakirjoista, jotta tärkeät tiedot ovat aina käsillä.";

/* Documents step: notebook name prompt label */
"documents-notebookPrompt" = "Arkistoi skannatut asiakirjat automaattisesti kohteeseen:";

/* Documents step: suggested new notebook name */
"documents-suggestedNotebookName" = "Asiakirjat";


/* Business Cards step: heading text */
"businessCards-heading" = "Käyntikorttien automaattinen arkistointi";

/* Business Cards step: detail text */
"businessCards-detailText" = "Kaikkien keräämiesi käyntikorttien ei tarvitse viedä työpöydälläsi tilaa. Aseta ne ylösalaisin asiakirjojen syöttölaitteeseen ja skannaa ne kaikki kerralla Evernoteen.";

/* Business Cards step: notebook name prompt label */
"businessCards-notebookPrompt" = "Arkistoi käyntikortit automaattisesti kohteeseen:";

/* Business Cards step: suggested new notebook name */
"businessCards-suggestedNotebookName" = "Käyntikortit";


/* Receipts step: heading text */
"receipts-heading" = "Kuittien automaattinen arkistointi";

/* Receipts step: detail text */
"receipts-detailText" = "Kuitit on tärkeää säilyttää, olipa kyse kustannusraporteista tai veroista. Mikä vielä parempaa, anna Evernoten säilyttää niitä puolestasi.";

/* Receipts step: notebook name prompt label */
"receipts-notebookPrompt" = "Arkistoi kuitit automaattisesti kohteeseen:";

/* Receipts step: suggested new notebook name */
"receipts-suggestedNotebookName" = "Kuitit";


/* Photos step: heading text */
"photos-heading" = "Valokuvien automaattinen arkistointi";

/* Photos step: detail text */
"photos-detailText" = "Kaikki arvokkaat muistosi yhdessä paikassa. Aseta ne ylösalaisin asiakirjojen syöttölaitteeseen ja skannaa ne helposti Evernoteen.";

/* Photos step: notebook name prompt label */
"photos-notebookPrompt" = "Arkistoi valokuvat automaattisesti kohteeseen:";

/* Photos step: suggested new notebook name */
"photos-suggestedNotebookName" = "Valokuvat";



/* Go Premium step: heading text */
"premium-heading" = "Lunasta Evernote Premium";

/* Go Premium step: detail text */
"premium-detailText" = "Oletko valmis elämään ja työskentelemään entistä fiksummin? ScanSnapin mukana saat Evernote Premiumin vuodeksi. Aloita sen käyttö nyt.";


/* Finished step: heading text */
"finished-heading" = "Skannaa kaikki";

/* Finished step: detail text */
"finished-detailText" = "Lisää valokuvat, kuitit, käyntikortit tai asiakirjat ScanSnap Evernote Editioniin ja paina vihreää painiketta.";
